;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: 
; TranslationAuthorEmail: 
;

[Translation]
LangCode=040D
ReadHabit=right-to-Left
LanguageName=HEB
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=מידע
Warning=אזהרות
Error=שגיאה
Confirm=אישור
FrmGeneral.chkuac.caption=UAC דלג על
FrmWRC.btnassist.caption=סיוע
FrmWRC.btnregclean.caption=מנקה הרישום
FrmWRC.btnadv.caption=כיוונון מערכת
FrmWRC.btnsilm.caption=איחוי הרישום
FrmWRC.btnrestore.caption=לשחזר
FrmWRC.btnsettings.caption=הגדרות
FrmWRC.btnlikeit.caption=לייק
FrmWRC.btnsuggest.caption=הצעה ומשוב
FrmWRC.WiseSimpleButton1.caption=גיבוי
FrmWRC.btnupdate.caption=בדוק אחר עידכונים
FrmWRC.btnfacebook.hint=עקוב אחרינו בפייסבוק
FrmWRC.btntwitter.hint=עקוב אחרינו בטוויטר
FrmWRC.btnemail.hint=שתף עם חברים
FrmWRC.btnmessage.caption=הודעה
FrmReg.caption=הירשם
FrmRegClean.btnall.caption=בחר הכל
FrmRegClean.btnre.caption=מומלץ
FrmRegClean.btnnone.caption=בטל הכל
FrmRegClean.btnCustom.caption=אזור מותאם אישית
FrmRegClean.WiseLabel1.caption=מתזמן
FrmRegClean.lbltype.caption=בחר סוג הפעלה:
FrmRegClean.lblweek.caption=בחר יום:
FrmRegClean.lbltime.caption=זמן:
FrmRegClean.btnScan.caption=סרוק
FrmRegClean.btncancel.caption=ביטול
FrmRegClean.btnrescan.caption=חזור לתפריט
FrmRegClean.lblstat.caption=.עד עכשיו הרישום לא נוקה, מומלץ לבצע ניקיון מייד
FrmRegClean.vtrc.Columns[0]=תאריך
FrmRegClean.vtrc.Columns[1]=מפתח רישום
FrmReg.lblinfo.caption=Wise Registry Cleaner תודה שבחרת ב
FrmReg.lblinfoex.caption=.הזן את מפתח הרישיון שלך כדי להפעיל את גירסת הפרו
FrmReg.lblemail.caption=דוא"ל:
FrmReg.lblUser.caption=השם שלך:
FrmReg.lblKey.caption=מפתח רישיון:
FrmReg.btnReg.caption=הירשם
FrmReg.btnbuy.caption=קנה עכשיו
FrmReg.lblhelp.caption=Have troubling input license key?
FrmReg.btnContact.caption=צור קשר
FrmOptimizer.btnSlimming.caption=מטב
FrmOptimizer.btnnone.caption=בטל הכל
FrmOptimizer.btnall.caption=בחר הכל
FrmOptimizer.btnDefault.caption=ברירת מחדל של מערכת
FrmOptimizer.lblrecommendinfo.caption=!עכשיו wisecleaner.com נסה מוצרים אחרים שלנו מ
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer is a bundle of important registry, disk, and other system utilities for your PC. Easy to use and Effective!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner is the Best Free Disk Cleaner for cleaning junk files and privacy traces. Fast, Thorough and Secured!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=?האם ברצונך להמשיך ולשפר את ביצועי המערכת שלך
Frmoptimizer.lblinfoex.caption=.ולייצב את המערכת Windows כוונון המערכת יכול לשפר את הרשת, להאיץ את
FrmOptimizer.btnoptimize.caption=מטב
FrmRegDefragger.lblinfo.caption=איחוי הרישום גורם שהמחשב יפעל מהר יותר ויציב יותר
FrmRegDefragger.lblstat.caption=!עדיין לא איחית את הרישום שלך, אנו מציעים לבצע איחוי
FrmRegDefragger.btndefrag.caption=איחוי
FrmRegDefragger.lblinfo1.caption=1. אנו מציעים שתסגור את כל היישומים האחרים לפני הפעלת פונקציה זו.
FrmRegDefragger.lblinfo2.caption=2. המערכת יכולה לא הגיב באופן זמני בעת ניתוח וזה נורמלי.
FrmRegDefragger.lblinfo3.caption=3. המערכת תאותחל באופן אוטומטי לאחר סיום איחוי הרישום.
FrmRegDefragger.lblinfo4.caption=4. נא לא לנתק במהלך תהליך איחוי הרישום, הדבר עלול לגרום לתוצאות לא ידועות.
FrmRegDefragger.vtdefrag.Columns[0]=שם כוורת
FrmRegDefragger.vtdefrag.Columns[1]=גודל נוכחי
FrmRegDefragger.vtdefrag.Columns[2]=גודל חדש
FrmRegDefragger.vtdefrag.Columns[3]=שיעור יתירות
FrmRegDefragger.btnAnalysis.caption=לנתח
Frmcustom.caption=אזור מותאם אישית
Frmcustom.btnre.caption=מומלץ
Frmcustom.btnall.caption=בחר הכל
Frmcustom.btnnone.caption=בטל הכל
Frmcustom.btncancel.caption=ביטול
Frmcustom.btnok.caption=אישור
FrmAbout.lblver.caption=גרסה נוכחית:
FrmAbout.lblemail.caption=תמיכה דוא"ל:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=דף הבית:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=תודה לאנשים הבאים על תרומתם:
FrmAboutWin.caption=אודות
FrmAboutWin.btnok.caption=אישור
FrmSettings.caption=הגדרות
FrmSettings.tsCommon.caption=כללי
FrmGeneral.chkexp.caption=כללי
FrmGeneral.lblexp.caption=פריט
FrmSettings.tsAutoRun.caption=הפעל אוטומטית
FrmSettings.tsExclusion.caption=אל תכלול
FrmSettings.btnrestore.caption=אודות
FrmSettings.btnok.caption=אישור
FrmSettings.btncancel.caption=ביטול
FrmGeneral.chkassist.caption=הודע לי כאשר מישהו פרסם שאלה בתשלום.
FrmUsers.lblinfo.caption=תנהל Wise Registry Cleaner בחר את המשתמשים שאתה רוצה ש
FrmUsers.rdcuser.caption=משתמש נוכחי בלבד
FrmUsers.rdauser.caption=כל המשתמשים
FrmUsers.rdusers.caption=בחר משתמשים
FrmSettings.tsUsers.caption=משתשמשים
FrmAutorunSettings.chk1.caption=צור סמל "ניקוי בלחיצה", ושים אותו על שולחן העבודה
FrmAutorunSettings.lblcmd.caption=מצב שורת הפקודה
FrmAutorunSettings.lblcmdinfo.caption=.או לחץ על כתובת האתר הבאה כדי לקרוא את מסמכי העזרה שלנו F1 אתה יכול להריץ את התוכנית, לסרוק ולנקות את הרישום באופן אוטומטי על ידי שורת הפקודה. לקבלת מידע נוסף, לחץ על
FrmAutorunSettings.btnhelp.caption=עזרה אונליין
FrmExclusion.btnAdd.caption=הוסף מילת מפתח
FrmExclusion.btnExport.caption=ייצוא
FrmExclusion.btnRemove.caption=הסר
FrmExclusion.btnimport.caption=ייבוא
Frminput.btnok.caption=אישור
Frminput.btncancel.caption=ביטול
FrmGeneral.chkNews.caption=קבל עלונים אטומטי
FrmGeneral.chkbackup.caption=גיבוי אוטומטי של הרישום לפני ניקוי
FrmGeneral.WiseLabel1.caption=בדוק אחר עידכונים
FrmGeneral.WiseLabel2.caption=שפת ברירת מחדל:
FrmGeneral.btnchecknew.caption=בדוק עכשיו
FrmGeneral.lbtran.caption=...תרגם ל
FrmGeneral.lblscanmode.caption=כיצד לסרוק את הרישום
FrmGeneral.rdnormal.caption=סריקה ברירת מחדל
FrmGeneral.rdssafe.caption=סריקה מהירה
FrmGeneral.rddeep.caption=סריקה עמוקה
FrmGeneral.lblBackup.caption=גבה ל:
FrmGeneral.btnbr.caption=...עיון
FrmRegClean.lblDefaultHint.Caption=סרוק רק רשומות בטוחות
FrmRegClean.lblFullHint.Caption=מצב סריקה מלאה למשתמשים מתקדמים
FrmRegClean.lblCustomHint.Caption=סרוק רשומות מותאמות אישית
TFrmScheduler.lblHint.caption=המשימה המתוזמנת תשתמש במצב סריקה מהירה.
FrmScheduler.caption=מתזמן
Frm_br.btncancel.caption=ביטול
FrmBackup.caption=גיבוי
FrmBackup.btnreg.caption=יצירת גיבוי של כל הרישום
FrmBackup.btnsys.caption=צור נקודת שחזור מערכת
FrmRestore.caption=מרכז השחזור
FrmRestore.btnRegBk.caption=שחזור הרישום
FrmRestore.btnSysBK.caption=שחזור מערכת
FrmRestore.btnclose.caption=סגור
FrmRestore.btnrestore.caption=לשחזר
FrmRestore.btnremove.caption=הסר
frmupdate.caption=עדכון תוכנה
pmLicenseKey1=הירשם
pmLicenseKey=שנה מפתח רישום
pmHelp=עזרה אונליין
pmforum=פורום
pmHome=דף הבית
pmContact=צור קשר
pmCheckNew=בדוק אחר עידכונים
pmLang=בחר שפה
pmSkin=בחר מראה
pmAbout=אודות
pmIgnore=התעלם מהרשומה שנבחרה
pmrec=בחר ערכים בטוחים
pmAll1=בחר הכל
pmNone=בטל הכל
pmGo=...פתח בעורך הרישום
pmExport=...יצא ל
pmPortable=צור גירסה ניידת
FrmlikeUs.lblTitle.caption=If you love Wise Registry Cleaner, please introduce this lovely free tool to your beloved.
FrmlikeUs.lblInfo.caption=Please share Wise Registry Cleaner with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc... Well done! You will bring convenience and efficiency to their lives.
FrmlikeUs.lblRate.caption=דירוג Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=עקוב אחרינו ב:
FrmlikeUs.lblshare.caption=שתף Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=הורד חינם
FrmlikeUs.imgrate.hint=תן לנו 5 כוכבים פרס
FrmlikeUs.imgmail.hint=שתף עם החברים שלך
FrmlikeUs.imgface1.hint=שתף בפייסבוק
FrmlikeUs.imgface2.hint=עקוב אחרינו בפייסבוק
FrmlikeUs.imgtwitter1.hint=שתף בטוויטר
FrmlikeUs.imgtwitter2.hint=עקוב אחרינו בטוויטר
FrmlikeUs.Caption=לייק
FrmlikeUs.lbldownload.caption=WiseCleaner.com הורד יותר תוכנות מ
FrmProcess.Caption=ניתוח הרישום
FrmProcess.lblwait.caption=...מנתח
FrmProcess.lblinfo.caption=.המחשב שלך לא יגיב למשך מספר שניות או דקות
[Lang]
NativeLanguage=עברית
[GUI]
ButtonYes=כן
ButtonNo=לא
ButtonOK=אישור
ButtonMinimize=מינימום
ButtonMaximize=מקסימום
ButtonClose=סגור
ButtonRestore=לשחזר
ButtonMenu=תפריט
Support=תמיכה ומשוב
[Message]
NoNews=.אין לך הודעה שלא נקראה
InvalidRegInfo=!פרטי רישום לא חוקיים
alluser=כל המשתמשים
currentuser=משתמש נוכחי
Username=שם משתמש
Proupdate=?צר לי כי הגירסה הזאת לא יכולה לתמוך שדרוג, אבל אנחנו יכולים לספק לך הנחה מיוחדת לקבל את הגרסה האחרונה. אחרת זה יהפוך לגרסה חופשית אם תבחר לעדכן אותו. להמשיך
MWDetected=.מעבודה. לחץ אישור לקבלת פיתרון %s מזהה לחסום את MalwareBytes
ActivateOnline=... בודק את פרטי הרישום שלך, המתן מספר שניות
WRCRunning=.התוכנית פועלת
StopAndExit=?התוכנית בסריקה, אתה רוצה לעצור את הסריקה ולצאת עכשיו
EmptyEmail=.כתובת האימייל לא יכולה להיות ריקה
EmptyName=.שם המשתמש אינו יכול להיות ריק
InvalidEmail=.דוא"ל לא חוקי, הזן דוא"ל חוקי
EmpytKey=.מפתח הרישיון לא יכול להיות ריק
InvalidKey=.מפתח רישיון לא חוקי, הזן מפתח חוקי
EnterEmail=הכנס את האימייל שלך
EnterName=הכנס את שם המשתמש שלך
EnterKey=הכנס את מפתח הרישיון שלך
OverMaxTimes=.חרג מהמספר המרבי של הפעלות
ThanksRegister=!תודה על הרישום של מוצר זה
Activated=.הגרסה המלאה הופעלה
ConnectFail=.לא ניתן להתחבר לשרת, בדוק את חיבור האינטרנט שלך ונסה מאוחר יותר
NoRegInfo=.לא ניתן למצוא את פרטי ההרשמה שלך, אם אתה סבור שזוהי טעות, צור איתנו קשר
NeedAdmire=.התכונה זמינה למנהל המערכת. אם ברצונך להפעיל את התכונה, היכנס למערכת כמנהל
Valuenrea=שם ערך
Keyname=שם מפתח
ScheduleHint=.ניקוי המחשב באופן קבוע
Unoptimized=לא ממוטב
UpdateError=?העידכון נכשל, האם ברצונך להוריד את הגרסה האחרונה באתר שלנו
RegeditorLocked=?עורך הרישום שלך נחסם. פונקציית גיבוי/שיחזור דורשת את עורך הרישום נגיש. האם ברצונך לבטל את חסימת עורך הרישום כעת
failtounLock=.ביטול חסימת עורך הרישום נכשל. אולי אתה צריך אישור נוסף כדי שלצע את זה
Total=סך הכל
DefragRate=.%s זה יכול לעזור לך להפחית את גודל הרישום שלך על ידי
SuggestDefrag=מומלץ להשתמש באיחוי מיידי של הרישום.
SuggestIgnore=.הרישום שלך בקושי יש יתירות, תאחה את זה בפעם הבאה
TypeNoError=נקה
NeverClean=.עד עכשיו הרישום לא נוקה, מומלץ לבצע ניקיון מייד
AdviseClean=.ניקוי הרישום הרגיל גורם שהמחשב יפעל מהר יותר ובטוח יותר
DupItem=.פריט זה מופיע ברשימה
Advisedefrag=איחוי הרישום גורם שהמחשב יפעל מהר יותר ויציב יותר
NeverDefrag=!עדיין לא איחית את הרישום שלך, אנו מציעים לבצע איחוי
LastDefrag=הפעם האחרונה שבה איחית את הרישום היתה:
TotalDefrag=כבר דחוס %.2f סך של
DefaultValue=(ברירת מחדל)
RegBackup=גבה רישום
RegRestore=שחזר רישום
CreateBackup=...יוצר נתוני גיבוי
Compress=...דוחס
Extracte=...מחלץ
Complete=הושלם
RestoreReg=...משחזר את הרישום ... המתן מספר דקות
NotSupportOS=.התכונה אינה נתמכת במערכת הפעלה זו
EnableRestore=?שחזור המערכת מושבת. האם ברצונך להפעיל שחזור מערכת
SysCreating=...יוצר נקודת שחזור מערכת
SysRestoring=...מתכונן לשחזר את המערכת
RestorePointDone=.נקודת שחזור המערכת נוצרה בהצלחה
RestorePointFail=.יצירת נקודת שחזור המערכת נכשלה
ErrorMsg=הודעת שגיאה:
Area=אזור
Summary=תיאור
LeastOne=.בחר לפחות אזור אחד לסריקה
IsRunning=.התוכנית סורקת, המתן לסיום הסריקה ונסה שוב
Optimized=ממוטב
DefragReport=:הרישום נדחס, דו"ח מיטוב
DefragReport1=הגודל הישן של הרישום:
DefragReport2=הגודל החדש של הרישום:
DefragReport3=גודל ממוטב:
ReOptimize=מטב שוב
ComfirmDefrag=נא לשמור את העבודה לא גמורה, כי המחשב יאותחל מיד לאחר איחוי הרישום. האם אתה ?רוצה להתחיל עכשיו
def15After=!ימים עברו מאז האיחוי האחרון שלך. נא לאחות אותו עכשיו %d
def15Before=.המחשב יפעל מהר ויציב אם תשמור את הרישום קטן ככל האפשר
KeyWord=הזן את מילות המפתח שלך:
ExImport=רשימת אי-הכללה יוצאה ל:
NoNewVer=.הגרסה שבה אתה משתמש היא האחרונה
Daily=יומי
Weekly=שבועי
Monthly=חודשי
Never=לעולם לא
TranslateTo=...תרגם ל
NeedBack=?נראה כי זו הפעם הראשונה שלך שאתה משתמש בתוכנית זו. מומלץ לבצע גיבוי מיידי של הרישום. האם ברצונך לגבות אותו באופן אוטומטי כעת
Newsletter=עלון
UpgradeInfo=מידע על העידכון
CannotCrTask=.לא ניתן ליצור משימה בלוח זמנים
ScheduleNextTime=הפעם הבאה:
Exported=?האם ברצונך לפתוח את הקובץ כעת  .%s הפריטים הנוכחיים יוצאו ל
Idle=במצב המתנה
Login=בכניסה
LastClean=הפעם האחרונה שניקית את הרישום היתה ב:
Monday=יום שני
Tuesday=יום שלישי
Wednesday=יום רביעי
Thursday=יום חמישי
Friday=יום שישי
Saturday=שבת
Sunday=יום ראשון
IssueFound=.בעיות נמצאו %d
Scanning=סורק
ScanCanceled=!הסריקה בוטלה
FindError=.סך של %d בעיות נמצאו הפעם. %d לא בטוחים למחיקה
LogAll=.%d בעיות נמצאו ,%d בעיות נפתרו
LogFail=.נכשלה הסרת %d בעיות
StartClean=נקה
StartScan=סרוק
7After=.ימים חלפו מאז ניקית את הרישום בפעם האחרונה. אנו מציעים לך לבצע סריקה מיידית %d
7Before=!את מנקה הרישום שלך תקבל, ומהר יותר את המחשב הופך
ReScanHint=.בעיות נמצאו. אנו מציעים שתסרוק שוב כדי למצוא בעיות נוספות %d
CleanNow=לחץ על "נקה" כדי לתקן בעיות אלה באופן מיידי.
NoError=!מזל טוב! הרישום שלך נקי
GoodHabit=.זה עוזר לשמור על ביצועי שיא של במחשב שלך, על ידי ניקוי הרישום הרגיל
ReScanHint1=.אנו ממליצים לך לסרוק שוב כדי למצוא בעיות פוטנציאליות באופן מיידי
TypeChanged=!שינית את פרטי הסריקה
ReScanHint2=.סרוק שוב כדי למצוא בעיות
CleanDone=!הניקוי הושלם
bkAuto=אוטומטית
bkManual=ידני
BackupDate=זמן גיבוי
BackupType=סוג גיבוי
Problems=בעיות
CreateDate=תאריך יצירה
Description=תיאור
Removebackup=?האם ברצונך להסיר את הגיבוי שנבחר
RemoveSysRestore=?האם ברצונך להסיר את נקודת שחזור מערכת שנבחרה
NoBackupSelected=.בחר לפחות גיבוי אחד כדי לשחזר.
RestoreComplete=השחזור הושלם
RestoreFromSysRestore=?עליך לאתחל מחדש את המחשב לצורך שחזור המערכת. האם ברצונך להתחיל לשחזר כעת
WhenIdle=במצב המתנה
WhenLogin=בכניסה
NewVer=?גרסה חדשה זמינה! האם ברצונך לשדרג כעת
[Tuneup]
SuperPrefetchParameters=.Windows (8/10) כדי להפחית את צריכת זיכרון האיתחול של Super-Prefetch השבת את
BlueReboot=.השבת אתחול מחדש אוטומטי כאשר המערכת פוגשת מסך כחול-מוות
RemoteRegAccess=.השבת את שינוי הרישום ממחשב מרוחק
FileListSpeed=.Windows בצע אופטימיזציה של מדיניות הרענון של רשימת הקבצים של
PreviewUP=להאיץ את מהירות התצוגה של חלון תצוגה מקדימה של שורת המשימות.
OptDNS=.DNS וניתוח DNS מטב מהירות של
OptLAN=.LAN מטב חיבור
ShowSpeed=.מטב מהירות תגובה של תצוגת המערכת
AeroSnap=.כדי למהר את התמונה הממוזערת Aero Snap האץ את
SSDSpeedup=SSD מטב
DisablePrefetch=SSD להאריך את תוחלת החיים של parameters השבת פרמטרים של
DisableSuperPrefetch=SSD להאריך את תוחלת החיים של Superfetch השבת פרמטרים של
DisableDefragBoot=SSD השבת איחוי כונן מערכת בעת האיתחול להאריך את תוחלת החיים של
DisableDefragIdle=.SSD השבת איחוי אוטומטי כאשר לא פעיל להאריך את תוחלת החיים של
EnableTRIM=.SSD כדי לשפר את ביצועי העבודה של TRIM הפעל פונקציית
OptIEConnection=.הגברת חיבורים מקסימליים לכל שרת. שיפור מהירות דף אינטרנט וצפייה בוידאו אונליין
IconCache=.הגדל את מטמון המערכת. והאץ את תצוגת שולחן העבודה
RestoreAll=?Windows האם ברצונך לשחזר את כל הפריטים לברירת מחדל של
NoSelectedItem=.בחר פריט אחד לפחות
OptItems=.פריטים הבאים %d ניתן למטב את
ItemsOptimized=.כבר מוטבו %d
TakeEff=.שינויים מסוימים לא ייכנסו לתוקף עד לאתחול המחשב
NoItems=.מזל טוב! כל הפריטים כבר מוטבו
BootSpeedup=.האץ איתחול/כיבוי
SystemStable=יציבות מערכת
SystemSpeedup=מהירות המערכת
NetworkSpeedup=מהירות רשת
PrefetchParameters=.Windows לשיפור מהירות האיתחול של Prefetch מטב פרמטרים של
BootDelay=.Windows מפחית זמן ל"בדיקת דיסק" כדי לשפר את מהירות האיתחול של
BootPartition=.Windows אפשר תכונת מיטוב כדי לשפר את מהירות האתחול של
ClearPagingFile=.בעת הכיבוי כדי להאיץ את כיבוי המחשב Windows השבת ניקוי קובץ החלפה של
TimeOut=.צמצם את חוסר הישימות של היישום בעת הסגירה כדי לשפר את תהליך הכיבוי
AutoKill=.סגור תהליכים קפואים כדי למנוע קריסות מערכת
RestartExplorer=.כדי לעצור העלמות לא צפויה של שולחן העבודה Windows הפעל מחדש באופן אוטומטי את סייר
TwoProcess=.לפעול בתהליכים נפרדים, תוך הימנעות מהתנגשויות מערכת Windows הגדר את רכיבי סייר
ErrorReport=.השבת דיווח על שגיאות מסך כדי לשפר את ביצועי המערכת
Debugger=.השבת את הבאגים כדי להאיץ את עיבוד השגיאות
OptMemory=.מטב את הגדרות ברירת המחדל של הזיכרון כדי לשפר את ביצועי המערכת
OptVEff=.מטב את רכיבי הקצה הקדמי (תיבת דו-שיח, תפריטים וכו') כדי לשפר את ביצועי המערכת
OptFileSystem=.מטב את מערכת הקבצים כדי לשפר את ביצועי המערכת
OptDiskSystem=.מטב את מערכת המשנה של קלט/פלט בדיסק כדי לשפר את ביצועי המערכת
DisAutoRun=.השבת את התכונה "הפעלה אוטומטית" בכוננים כדי למנוע זיהום/ריבוי וירוסים
OptDiskIdle=.מטב את קלט/פלט בדיסק כאשר המעבד לא פועל
OptTTL=.(זמן לחיות) כדי לשפר את ביצועי הרשת TTL מטב הגדרות
OptNetForward=.מטב את יכולת הרשת קדימה לשיפור ביצועי הרשת
OptMTU=.גילוי נתיב טכניקה MTU באמצעות זיהוי אוטמטי של "חורים שחורים" בניתוב ב TCP/IP לשפר את ביצועי
OptWINS=.שם כדי לשפר את מהירות העברת הנתונים WINS למטב את זמן שאילתה
OptNetWork=.בצע מיטוב של הגדרות הרשת כדי לשפר את ביצועי התקשורת
CloseAnimate=.סגור אפקט הנפשה בעת הגדלה או הקטנה של חלון כדי להאיץ את תגובת החלון
PagingExecutive=.(השבת את הדפסת הזיכרון והפחת את קלט/פלט הדיסק כדי לשפר את ביצועי היישום. (אפשרות להתעלם אם זיכרון פיזי הוא קטן מ-1 ג'יגה
StaticIP=.סטטית לחיבור המקומי כדי להאיץ את אתחול המחשב IP הגדרת כתובת
PorcessorTime=.(מטב ביצועי מעבד לביצוע יישומים, משחקים וכו' (התעלם אם השרת
DisableIDECheck=.Windows כדי לשפר את מהירות האתחול של Windows על ידי IDE מנע בדיקת ערוץ
ForeAppSpeed=שפר את מהירות התגובה של תוכניות החזית.
AeroPeek=.Aero Peek שפר את מהירות התצוגה של
OptEthernet=.מטב ביצועי כרטיס אתרנט
[Type]
ContextMenu=פריטי תפריט הקשר לא חוקיים
MUICache=MUI מטמון
Services=שירותי מערכת
Activex=ActiveX/COM רכיבי
FireWall=הגדרות חומת אש
RootAll=נתיבים לא חוקיים
SoftwareSection=נתיבי תוכנה
ApplicationPaths=נתיבי יישום
FileTypes=סוגי קבצים
HelpFiles=קבצי עזרה
Fonts=גופנים
SharedDLL=משותפים DLL
MRULists=של משתמשים MRU רשימות
UninstallSection=הסרה
StartMenu=תפריט התחל
StartupProgram=תוכניות אתחול
SoundandAppEvents=AppEvents קול ו
IEUrlHistory=IE היסטוריית כתובות אתרים של
IFEO=ביצוע קובץ תמונה
EmptyKey=מפתחות ריקים
App=הגדרות אפליקציה
[ErrorMessage]
MUIError1=.מומלץ לך להתעלם משגיאה זו ,%s הוא "%s" אבל הכונן ,MUI חסר התייחסות
MUIError=MUI חסר התייחסות
ServiceNotExists=תוכנית השירות שצוין לא קיימת.
MimeExName=.%s :רישום שגוי MIME סיומת קובץ
EmptyKey=מפתח ריק
EmptyHelpdirctory=.מדריך עזרה ריק
FileNotExist=.קובץ (תיקייה) אינו קיים
HFileNotExist=.קובץ העזרה (תיקיה) אינו קיים
EmptyValue=ערך ריק
TypeLib=סוג הספריה אינו קיים:
NodeEmpty=צומת ריקה
SharedFilenotexist=.הקובץ המשותף אינו קיים
sharedfilenotbeuse=.הקובץ המשותף אינו בשימוש
noconnection=.ללא מידע על חיבור קבצים
Invalidpathtoicon=.נתיב לא חוקי לסמל
ReferstoaninvalidClass=.עיין בקטגוריה לא חוקית
Emptyshellcommand=.ריקה Shell הפקודה
Invalidshellcommand=.פקודת מעטפת לא חוקית (הקובץ אינו קיים)
Fontsnotexist=.קובץ גופנים אינו קיים
Hijacking=.%s נחטף על ידי %s
MRULists=של משתמשים MRU רשימות
invalidOpenWith=.אין אפליקציה המשויכת לסוג זה
ReferActivex=.לא חוקי ActiveX/COM עיין בערך
EmptyCLSID=.CLSID ריק
ComSourceNotExist=.אינו קיים COM מקור ה
invalidUnistall=.מידע הסרת התקנה לא חוקי
notexist=.לא קיים
ObsoleteStartMenuItem=.פריט תפריט התחלה מיושן
SoundFilenotexist=.קובץ קול אינו קיים
FileNotExist1=.מומלץ לך להתעלם משגיאה זו ,%s הוא "%s" קובץ (תיקיה) אינו קיים, אך הכונן
OpenWithError=.פתח עם שגיאה, היישום שצוין אינו קיים
OpenWithError1=.מומלץ לך להתעלם משגיאה זו ,%s הוא "%s" פתח עם שגיאה, היישום שצוין אינו קיים. אך הכונן
ComSourceNotExist1=.מומלץ לך להתעלם משגיאה זו ,%s הוא "%s" מקור ה- COM אינו קיים, אך הכונן
[Summary]
ContextMenu=פריטי תפריט הקשר לא חוקיים
MUICache=MUI חסר התייחסות מטמון
Services=לא חוקיים Windows שירותי
Activex=לא חוקיים COM ו ActiveX רכיבי
FireWall=לא חוקיות Windows הגדרות חומת האש של
RootAll=נתיבים וקבצים לא חוקיים
SoftwareSection=נתיבים וקבצים לא חוקיים נותרו על-ידי תוכנה שהוסרה
ApplicationPaths=נתיבי יישומים רשומים וקבצים לא חוקיים
FileTypes=מידע לא חוקי על תוסף קובץ
HelpFiles=קובצי עזרה רשומים לא חוקיים
Fonts=פרטי גופן לא חוקיים
SharedDLL=ספריות משותפות של קישורים דינמיים חסרים
MRULists='היסטוריה של קבצים נגישים למשתמש, סרטים שנצפו, מסמכים שנערכו וכו
UninstallSection=מידע חסר התקנה או חסר התקנה
StartMenu=פריטי תפריט התחלה מיושנים
StartupProgram=תוכניות הפעלה מיושנות או לא חוקיות
SoundandAppEvents=הגדרות מיושנות או לא חוקיות של צלילים ואירועים
IEUrlHistory=IE ביקור בהיסטוריית אינטרנט עם
IFEO=ערכים זדוניים שנוצרו על ידי תוכנות ריגול, וירוסים או תוכנות זדוניות
EmptyKey=רשומות ללא מידע
App=הגדרות יישום לא חוקיות
[AutoClean]
ErrorsFixed=.שגיאות נוקו
Title=!מזל טוב
ErrorsFound=.נמצאו שגיאות
[AutoUpdate]
CurrentFile=קובץ נוכחי:
Canceling=...מבטל
CANCEL=ביטול
Ready=מוכן להורדה
[Skin]
SkinDefault=ברירת מחדל
SkinBlue=כחול
SkinGreen=ירוק
SkinCustom=התאמה אישית
SkinColor=צבע מראה מותאם אישית
[EUASK]
regcaption=הירשם
logincaption=כניסה
FrmEuaskLogin.lblJoin.Caption=Euask הצטרף
FrmEuaskLogin.lblSign.Caption=Euask הכנס ל
FrmEuaskLogin.lblnick.Caption=שם משתמש:
FrmEuaskLogin.lbl1.Caption=סיסמה:
FrmEuaskLogin.btnlogin.caption=כניסה
FrmEuaskLogin.btnregister.Caption=הירשם
FrmEuaskLogin.btnpwd.Caption=?שכחת את הסיסמה שלך
FrmEuaskLogin.WiseLabel1.Caption=שם משתמש:
FrmEuaskLogin.WiseLabel2.Caption=סיסמה:
FrmEuaskLogin.btnreg.caption=הירשם
FrmEuaskLogin.WiseSimpleButton1.Caption=כניסה
FrmEuaskLogin.lbl2.Caption=דוא"ל:
FrmEuaskLogin.btnnone.Caption=לא עכשיו
inputuser=.הזן את הסיסמה ואת שם המשתמש שלך
[Renew]
subscribed=אל תזכיר לי שוב.
title=!ימים %d יפוג בעוד Wise Cleaner Pro
title1=!פג תוקפו של מפתח הרישיון שלך. נא לחדש אותה בזמן
Price=!%s חידוש פרו רק
Describe=אתה עלול לאבד את ההרשאות של גירסת הפרו
Renew=לחדש עכשיו
